Repository: nadejhdaa/drupal_modules_and_themes
Catalog: test_redirect/translations/test_redirect.*.po
Languages: ru

source: About
ru: О модуле

source: Test Redirect Module
ru: Test модуль для управления редиректами

source: 301 Moved Permanently
ru: 301 перемещено навсегда

source: 302 Found
ru: 302 найдено

source: 303 See Other
ru: 303 смотреть другое

source: 307 Temporary Redirect
ru: 307 временное перенаправление

source: Date
ru: Дата

source: Type
ru: Тип

source: From
ru: Откуда

source: To
ru: Куда

source: Redirect type
ru: Тип редиректа

source: Status code
ru: Код состояния

source: Response code
ru: Код ответа

source: Info
ru: Информация

source: No logs recorded yet.
ru: Пока нет записей.

source: Test redirects
ru: Test редиректы

source: Test Redirects Settings Module
ru: Test модуль для настройки редиректов

source: Add redirect
ru: Добавить перенаправление

source: Add log
ru: Добавить журнал

source: Test redirect settings
ru: Test.ru: настройки перенаправления

source: Test log list
ru: Test.ru: список журналов

source: Test log settings
ru: Test.ru: настройки журнала

source: Configure Test redirect entities
ru: Test.ru: настройка сущностей перенаправления

source: List Test log entities
ru: Test.ru: список журналов

source: Configure Test log entities
ru: Test.ru: настройка объектов журнала

source: Settings
ru: Настройки

source: View
ru: Просмотр

source: Edit
ru: Редактировать

source: Revisions
ru: Ревизии

source: Delete
ru: Удалить

source: Redirects
ru: Перенаправления

source: Test.ru: create new redirect entities
ru: Test.ru: создавать перенаправления

source: Test.ru: administer redirect entities
ru: Test.ru: управлять перенаправлениями

source: Allow to access the administration form to configure Test redirect entities.
ru: Test.ru: Разрешить доступ к форме администрирования для настройки объектов перенаправления.

source: Test.ru: delete redirect entities
ru: Test.ru: удалить объекты редиректа

source: Test.ru: edit redirect entities
ru: Test.ru: редактировать объекты перенаправления

source: Test.ru: view active redirect entities
ru: Test.ru: просмотр активных объектов редиректа

source: Test.ru: view inactive redirect entities
ru: Test.ru: просмотр неактивных объектов редиректа

source: Test.ru: revert all redirect revisions
ru: Test.ru: просмотреть все редиректы

source: Role requires permission <em>view Test redirect revisions</em> and <em>edit rights</em> for test redirect entities in question or <em>test administer redirect entities</em>.
ru: Для роли требуется разрешение <em>просмотр версий перенаправления Test</em> и <em>права на редактирование</em> для рассматриваемых объектов перенаправления Test или <em>администрирование объектов перенаправления Test.

source: Test.ru: delete all redirect revisions
ru: Test.ru: удалить все ревизии редиректов

source: Role requires permission to <em>view Test redirect revisions</em> and <em>delete rights</em> for test redirect entities in question or <em>test administer redirect entities</em>.
ru: Роли требуется разрешение на <em>просмотр версий перенаправления Test</em> и <em>права на удаление</em> для рассматриваемых объектов перенаправления Test или <em>управление объектами перенаправления Test</em>.

source: Test.ru: delete log entities
ru: Test.ru: удалить сущности журнала

source: Test log ID
ru: Идентификатор журнала Test.ru

source: Name
ru: Название

source: Revision
ru: Редакция

source: Operations
ru: Операции

source: Current revision
ru: Текущая версия

source: Revert
ru: Откатить

source: User ID
ru: ID пользователя

source: The user ID of the node author.
ru: Идентификатор пользователя автора материала.

source: Authored by
ru: Автор

source: The target logging entity Test redirect.
ru: Целевой объект журнала перенаправления Test.

source: The log data.
ru: Данные журнала.

source: Created
ru: Дата создания

source: The time that the entity was created.
ru: Время создания сущности

source: Changed
ru: Изменено

source: The time that the entity was last edited.
ru: Время последнего редактирования объекта.

source: Test log
ru: Журнал перенаправления

source: Source redirect url
ru: URL-источник

source: Redirect url
ru: Целевой URL

source: Fallback redirect url
ru: Запасной URL

source: The redirect status code.
ru: Код статуса перенаправления.

source: Description
ru: Описание

source: Status
ru: Статус

source: Redirect is active.
ru: Перенаправление активно

source: Log entity
ru: Журнал

source: The log entity to store log.
ru: Журнал - сущность для хранения данных

source: Revision translation affected
ru: Затронут перевод версии

source: Indicates if the last edit of a translation belongs to current revision.
ru: Указывает, принадлежит ли последнее редактирование перевода текущей редакции.

source: Test redirect
ru: Перенаправление Test.ru

source: Fallback url
ru: Запасной URL

source: Url is empty
ru: URL-адрес пуст

source: Created redirect %source.
ru: Создано перенапрвление %source.

source: Saved the %source log.
ru: Сохранен журнал %source.

source: Redirect status
ru: Статус перенаправления

source: Enter internal URL
ru: Введите внутренний URL

source: Enter absolute URL
ru: Введите абсолютный URL

source: Revert content shared among translations
ru: Восстановить контент, общий для переводов

source: Text value
ru: Текстовое значение

source: Test data
ru: Данные

source: Test data store field
ru: Поле хранилища данных Маггиру

source: Log
ru: Журнал

source: Errors
ru: Ошибки

source: Add URL redirect
ru: Добавить перенаправление

source: Add / at the beginning of the line
ru: Добавьте / в начале строки

source: Redirect: @label
ru: Перенаправление: @label

source: Log: @source_url
ru: Журнал: @source_url

source: No redirects yet
ru: Еще не было редиректов

source: Enter different urls to avoid cyclic redirection
ru: Введите разные адреса, чтобы не получился циклический редирект

source: There have been no redirects yet
ru: Еще не было редиректов

source: Edit @source_url
ru: Редактировать @source_url

source: Saved redirect %label
ru: Сохранено перенаправление %label

source: Created redirect %label
ru: Создано перенаправление %label

source: Date and time
ru: Дата и время

source: Test.ru: Delete all revisions
ru: Test.ru: delete all redirect revisions

source: Are you sure you want to delete the %redirect?
ru: Вы хотите удалить %redirect?

source: Are you sure you want to delete the %log?
ru: Вы хотите удалить %log?

source: Log: @source_url (@redirect_id)
ru: Журнал: @source_url (@redirect_id)

source: Redirect: @source_url
ru: Журнал: @source_url
